{
  "illandril-npc-quick-actions": {
    "setting": {
      "debug": {
        "label": "Debug Mode",
        "hint": "Leave this disabled unless specifically asked to enable it by Illandril (otherwise, it will slow things down)."
      },
      "minimumRole.label": "Minimum Role for Quick Actions",
      "minimumRole.hint": "The Quick Actions menu will show when right-clicking on tokens owned by the user if they have the selected Role or greater. Note: GMs \"own\" every token.",
      "showOnlyFavorites": {
        "label": "Show Favorites Only",
        "hint": "If checked, for characters that have at least one 'Favorite', only actions for items in their favorites will be displayed."
      },
      "showUnpreparedNPCSpells.label": "Show Unprepared NPC Spells",
      "showUnpreparedNPCSpells.hint": "If checked, spells that have the \"Prepared\" Spell Preparation Mode that are not marked as \"Prepared\" will be shown in the Quick Actions menu for \"Player Character\" type actors without a player owner. (Note: these spells will appear in the Quck Actions menu for \"Non-Player Character\" type actors regardless of if they have a player owner or not and regardless of this setting.)",
      "showUnpreparedPCSpells.label": "Show Unprepared PC Spells",
      "showUnpreparedPCSpells.hint": "If checked, spells that have the \"Prepared\" Spell Preparation Mode that are not marked as \"Prepared\" will be shown in the Quick Actions menu for \"Player Character\" type actors with a player owner.",
      "showUnequippedNPCItems.label": "Show Unequipped NPC Items",
      "showUnequippedNPCItems.hint": "If checked, items that are not not marked as \"Equipped\" will be shown in the Quick Actions menu for \"Player Character\" type actors without a player owner. (Note: these items will appear in the Quck Actions menu for \"Non-Player Character\" type actors regardless of if they have a player owner or not and regardless of this setting.)",
      "showUnequippedPCItems.label": "Show Unequipped PC Items",
      "showUnequippedPCItems.hint": "If checked, items that are not not marked as \"Equipped\" will be shown in the Quick Actions menu for \"Player Character\" type actors with a player owner.",
      "showZeroUsesRemainActions.label": "Show Actions with Zero Uses Left",
      "showZeroUsesRemainActions.hint": "If checked, actions that have zero uses remaining will be shown in the Quick Actions menu.",
      "showForPCActors.label": "Show for Player Character Actors",
      "showForPCActors.hint": "If checked, the Quick Actions will show for Player Character actors. Note: This is based on the actor type, not based on if the actor has a player owner or not.",
      "showForNPCActors.label": "Show for Non-Player Character Actors",
      "showForNPCActors.hint": "If checked, the Quick Actions will show for Non-Player Character actors. Note: This is based on the actor type, not based on if the actor has a player owner or not.",
      "showForVehicleActors.label": "Show for Vehicle Actors",
      "showForVehicleActors.hint": "If checked, the Quick Actions will show for Vehicle actors."
    },
    "no-actions": "No available actions",
    "activation_action": "Actions",
    "activation_bonus": "Bonus Actions",
    "activation_reaction": "Reactions",
    "activation_legendary": "Legendary Actions",
    "activation_lair": "Lair Actions",
    "activation_special": "Special Actions",
    "activation_crew": "Crew Actions",
    "activation_new-turn": "Start of Turn",
    "reset-for-new-turn": "Reset Actions for New Turn",
    "legendary-actions-reset": "*Legendary Actions have been reset*",
    "spell-abbr": {
      "pact": "P",
      "cantrip": "C",
      "innate": "I",
      "atwill": "W",
      "unknown": "?"
    },
    "recharge-roll": "Recharge Roll",
    "recharge-success": "☑",
    "recharge-fail": "☒"
  }
}
